export const data = [
    {
     id: 1,
     img: 'mario.jpeg',
     title: '瑪利歐',
     intro: '瑪利歐是任天堂的標誌性電子遊戲角色，是一位穿著紅藍衣服、蓋著紅帽的水管工人。他首次於1981年登場，成為了許多受歡迎的遊戲的主角，最著名的系列是「超級瑪利歐」。他經常拯救公主桃樂絲，面對惡龍波瑪姆巴。瑪利歐系列遊戲以創意、精心設計的關卡和令人上癮的遊玩體驗而受到全球玩家的喜愛，深刻影響了遊戲文化。',
    },
    {
     id: 2,
     img: 'luigi.jpeg',
     title: '路易吉',
     intro: '路易吉是任天堂的經典電子遊戲角色，為超級瑪利歐的雙胞胎兄弟。他穿著綠色衣服、蓋著綠色帽子，個性相對較謙虛，但同樣勇敢。路易吉首次於1983年登場，成為多款瑪利歐系列遊戲的主角，如《路易吉洞穴探險》、《路易吉鬥氣射手》等。他與瑪利歐並肩冒險，也經常協助解救被綁架的公主。路易吉在遊戲世界中具有廣泛的影響力，深受玩家喜愛。',
    },
    {
     id: 3,
     img: 'peach.jpeg',
     title: '碧琪公主',
     intro: '碧琪公主是任天堂經典遊戲系列超級瑪利歐的女主角，是蘑菇王國的統治者。她擁有金髮和穿著蓬蓬裙的特點，常穿著粉紅色禮服，是個善良、溫柔的角色。然而，她經常成為庫巴的目標，需要由瑪利歐和路易吉拯救。碧琪公主在遊戲中不僅是被救的對象，也展現出智慧和堅強。她是瑪利歐世界中的重要人物，廣受玩家喜愛。',
    },
    {
     id: 4,
     img: 'toad.jpeg',
     title: '奇諾比奧',
     intro: '奇諾比奧是蘑菇王國的居民，是一群善良、忠誠的蘑菇人。奇諾比奧的外形像一朵蘑菇，穿著短褲和背心，常常有著不同的角色定位，如導遊、商店老闆、或救援隊員。他們經常支持瑪利歐，並在遊戲中提供提示、道具或協助。其中，特別要提及的是「蘑菇王國公主的護衛」，他是經典的紅色奇諾比奧，經常向瑪利歐報告公主被綁架的消息。奇諾比奧在瑪利歐系列中是重要的次要角色，深受玩家喜愛。',
    },
];